260423_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/politica/plataforma-defensa-ue-organiza-viernes-mesa-dialogo-acuerdo-ur-mercosur/20260423174903191947.html][La Plataforma en Defensa de la UE organiza este viernes una mesa de diálogo sobre el acuerdo UR-MERCOSUR]]
- [[https://eldiariocantabria.publico.es/articulo/politica/psoe-cree-que-jefe-demarcacion-costas-debe-dimitir-ser-uno-investigados-seis-posibles-homicidios-bocal/20260423174252191946.html][El PSOE cree que el jefe de la Demarcación de Costas “debe dimitir” al ser uno de los investigados por seis posibles homicidios en El Bocal]]
- [[https://eldiariocantabria.publico.es/articulo/mar-y-montana/tirolina-soba-nuevo-impulso-alto-ason/20260423173217191945.html][La tirolina de Soba, un nuevo impulso en el Alto Asón]]
- [[https://eldiariocantabria.publico.es/articulo/cultura/ruido-interno-organiza-fin-semana-taller-tecnologia-audiovisual-aplicada-escena-tabacalera/20260423171819191943.html][Ruido Interno organiza este fin de semana un taller sobre tecnología audiovisual aplicada a la escena en Tabacalera]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/detenido-herir-cabeza-hombre-punta-metal-baston-terraza-bar-torrelavega/20260423165309191941.html][Detenido por herir en la cabeza a otro hombre con la punta de metal de un bastón en la terraza de un bar de Torrelavega]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/national-security/2026/04/23/us-israel-lebanon-ceasefire-talks/][U.S. to host new round of Israel-Lebanon talks as ceasefire nears expiration]]
- [[https://www.washingtonpost.com/world/2026/04/23/pope-leo-africa-trump-war/][On Africa trip, the ‘quiet pope’ adopts a confident global voice]]
- [[https://www.washingtonpost.com/world/2026/04/23/lebanon-israel-ceasefire-talks/][Lebanon looks to Trump for ‘leverage over Israel’ with ceasefire set to expire]]
- [[https://www.washingtonpost.com/world/2026/04/22/hormuz-strait-us-iran-talks-war/][Iran says it seized 2 ships in Strait of Hormuz, hours after Trump’s ceasefire extension]]
- [[https://www.washingtonpost.com/national-security/2026/04/22/iran-hormuz-mines/][Clearing Strait of Hormuz of mines could take 6 months, Pentagon tells Congress]]

*** WSJ.com: World News

- [[https://www.wsj.com/business/unusual-weather-bets-on-polymarket-spur-french-investigation-b799bec8][Freak Heat Spikes Pay Big on Polymarket, Rousing Weather Nerds’ Suspicion]]
- [[https://www.wsj.com/world/middle-east/air-war-in-iran-gives-way-to-crippling-stalemate-in-hormuz-4f083808][Air War in Iran Gives Way to Crippling Stalemate in Hormuz]]
- [[https://www.wsj.com/world/middle-east/how-u-s-ship-boardings-have-kicked-off-a-new-phase-of-the-iran-war-b7858e83][How U.S. Ship Boardings Have Kicked Off a New Phase of the Iran War]]
- [[https://www.wsj.com/world/africa/u-s-seeks-to-reset-ties-with-reclusive-but-strategically-vital-african-state-c8380995][U.S. Seeks to Reset Ties With Reclusive but Strategically Vital African State]]
- [[https://www.wsj.com/world/middle-east/u-s-blocks-iraqs-dollar-shipments-to-squeeze-its-iran-backed-militias-3270d5af][U.S. Blocks Iraq’s Dollar Shipments to Squeeze Its Iran-Backed Militias]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/04/23/en-direct-guerre-au-moyen-orient-donald-trump-affirme-controler-le-detroit-d-ormuz-et-ordonne-de-detruire-les-bateaux-iraniens-qui-y-posent-des-mines_6681958_3210.html][EN DIRECT, guerre au Moyen-Orient : Donald Trump affirme contrôler le détroit d’Ormuz et ordonne de détruire les bateaux iraniens qui y posent des mines]]
- [[https://www.lemonde.fr/international/live/2026/04/23/en-direct-guerre-en-ukraine-le-pret-de-90-milliards-d-euros-a-kiev-definitivement-valide-par-l-ue-volodymyr-zelensky-attendu-a-chypre-pour-un-sommet-europeen_6681322_3210.html][EN DIRECT, guerre en Ukraine : le prêt de 90 milliards d’euros à Kiev définitivement validé par l’UE ; Volodymyr Zelensky à Chypre pour un sommet européen]]
- [[https://www.lemonde.fr/economie/article/2026/04/23/c-est-qui-le-patron-pres-de-dix-ans-apres-son-lancement-la-marque-equitable-poursuit-ses-efforts-pour-mieux-remunerer-les-agriculteurs_6682799_3234.html][C’est qui le patron ?! : près de dix ans après son lancement, la marque équitable poursuit ses efforts pour mieux rémunérer les agriculteurs]]
- [[https://www.lemonde.fr/idees/article/2026/04/23/l-ia-fait-face-a-une-fronde-croissante-de-la-population-americaine-en-raison-de-son-caractere-energivore-ou-de-ses-effets-sur-l-emploi_6682821_3232.html][« L’IA fait face à une fronde croissante de la population américaine », en raison de son caractère énergivore ou de ses effets sur l’emploi]]
- [[https://www.lemonde.fr/economie/article/2026/04/23/le-dispositif-maprimerenov-ne-concernera-plus-les-renovations-qui-conservent-un-chauffage-au-gaz-annonce-le-gouvernement-dans-son-plan-d-electrification_6682789_3234.html][Le gouvernement a présenté son plan d’électrification de l’économie : MaPrimeRénov’ ne concernera plus les rénovations qui conservent un chauffage au gaz]]

*** Le Figaro

- [[https://www.lefigaro.fr/actualite-france/kamel-daoud-il-y-a-une-volonte-de-dicter-depuis-l-algerie-ce-qui-peut-etre-ecrit-en-france-20260423][Kamel Daoud : « Il y a une volonté de dicter, depuis l’Algérie, ce qui peut être écrit en France »]]
- [[https://www.lefigaro.fr/secteur/high-tech/pour-gagner-de-l-argent-je-n-ai-pas-de-limite-l-edifiant-cv-d-hexdex-le-hackeur-interpelle-pour-avoir-vole-les-donnees-de-millions-de-francais-20260422][«Pour gagner de l’argent, je n’ai pas de limite» : l’édifiant CV d’HexDex, le hackeur mis en examen pour avoir volé les données de millions de Français]]
- [[https://www.lefigaro.fr/international/en-direct-guerre-moyen-orient-iran-israel-etats-unis-liban-pakistan-pourparlers-negociations-washington-donald-trump-benyamin-netanyahou-accord-paix-blocus-20260423][EN DIRECT - Guerre au Moyen-Orient : «Aucun navire ne peut entrer sans notre feu vert», Trump affirme que les États-Unis ont le «contrôle total» du détroit d’Ormuz]]
- [[https://www.lefigaro.fr/international/il-n-y-aura-rien-de-nouveau-avant-samedi-le-pakistan-toujours-dans-l-attente-des-pourparlers-irano-americains-20260423][« Il n’y aura rien de nouveau avant samedi » : le Pakistan toujours dans l’attente des pourparlers irano-américains]]
- [[https://www.lefigaro.fr/international/guerre-au-moyen-orient-le-pentagone-annonce-avoir-aborde-un-petrolier-sanctionne-lie-a-l-iran-dans-l-ocean-indien-20260423][Guerre au Moyen-Orient : le Pentagone annonce avoir abordé un pétrolier sanctionné lié à l'Iran dans l'océan Indien]]

** 🇬🇧 Reino Unido

