260423_day_briefing.org
*** BBC News

- [[https://www.bbc.com/news/articles/cx2wdegnzzjo?at_medium=RSS&at_campaign=rss][Trump tells BBC that King's visit could 'absolutely' help repair relations with UK]]
- [[https://www.bbc.com/news/articles/cdrm8k7lzmko?at_medium=RSS&at_campaign=rss][In Tehran, money is short and a return to war looms over daily life]]
- [[https://www.bbc.com/news/articles/cgld775knzyo?at_medium=RSS&at_campaign=rss][More than 500 people killed in Tanzania election violence, inquiry finds]]
- [[https://www.bbc.com/news/articles/cy81ljrd445o?at_medium=RSS&at_campaign=rss][US-Kuwaiti journalist held in Kuwait over social media posts acquitted, lawyers say]]
- [[https://www.bbc.com/news/articles/ce9ml02g5k7o?at_medium=RSS&at_campaign=rss][US Navy chief leaving post 'effective immediately', Pentagon says]]

*** The Guardian

- [[https://www.theguardian.com/uk-news/2026/apr/22/british-woman-died-in-ghana-trying-to-recoup-money-from-scammers-inquest-told][British woman died in Ghana trying to recoup money from scammers, inquest told]]
- [[https://www.theguardian.com/global-development/2026/apr/22/climate-change-extreme-weather-heatwaves-floods-wildfires-threat-democracy-elections][Heatwaves, floods and wildfires pose rising threat to democracy, report finds]]
- [[https://www.theguardian.com/us-news/2026/apr/21/afghan-refugees-us-congo][Trump officials consider sending 1,100 Afghans who aided US forces to Congo]]
- [[https://www.theguardian.com/world/2026/apr/21/taiwan-president-blames-china-cancel-eswatini-revoke-flight][Taiwan president blames China for forced cancellation of Eswatini trip]]
- [[https://www.theguardian.com/film/2026/apr/20/charlize-theron-timothee-chalamet-ballet-comments][Charlize Theron joins chorus of disapproval over Timothée Chalamet’s ballet comments]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/4manager-e-gruppo-sole-24-ore-via-partnership-la-promozione-cultura-d-impresa-AIYnDDfC][4.Manager e Gruppo Il Sole 24 ORE: al via la partnership per la promozione della cultura d’impresa]]
- [[https://www.ilsole24ore.com/art/italia-10-trend-clima-2025-fotografano-paese-che-non-accelera-AIXj9peC][Italia, i 10 trend sul clima 2025 fotografano un Paese che non accelera]]
- [[https://www.ilsole24ore.com/art/l-avvocato-generale-corte-giustizia-ue-cpr-albania-conformi-ma-tutelare-diritti-migranti-AIkfSveC][L’avvocato generale della Corte di giustizia Ue: «Cpr in Albania conformi, ma tutelare diritti migranti»]]
- [[https://www.ilsole24ore.com/art/giorgetti-se-stime-confermate-italia-fuori-procedura-2027-AIsjtqeC][Giorgetti: «Governo continuerà a sostenere famiglie e imprese, sarebbe irresponsabile non farlo»]]
- [[https://www.ilsole24ore.com/art/nautica-aeronautica-formazione-e-internazionalizzazione-sfide-cipnes-gallura-AIyWdpeC][Nautica, aeronautica, formazione e internazionalizzazione: le sfide del Cipnes Gallura]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/terror-records-in-german-hands-isis-and-the-bureaucracy-of-evil-a-b4ce77d2-774b-4ad5-8c8c-8cb2943e6737#ref=rss][Terror Records in German Hands: ISIS and the Bureaucracy of Evil]]
- [[https://www.spiegel.de/international/world/the-war-in-ukraine-as-russian-losses-mount-signing-bonuses-for-recruits-are-skyrocketing-a-b1c752f6-0edb-4304-a24b-2869730b4248#ref=rss][The War in Ukraine: As Russian Losses Mount, Signing Bonuses for Recruits Are Skyrocketing]]
- [[https://www.spiegel.de/international/germany/defense-in-orbit-germany-goes-big-in-the-military-space-race-a-0b1f15e2-740e-4c8b-b759-52d8a49fab31#ref=rss][Defense in Orbit: Germany Goes Big in the Military Space Race]]
- [[https://www.spiegel.de/international/world/trumps-blockade-the-lights-are-going-out-in-cuba-a-936fdecc-18e2-4700-83bd-d8ae417c7ec6#ref=rss][Trump's Blockade: The Lights Are Going Out in Cuba]]
- [[https://www.spiegel.de/international/world/short-term-excursion-trump-has-run-out-of-options-in-iran-a-b76cef19-aabc-45de-8b1e-a0f33f607496#ref=rss][Donald Trump Has Run Out of Options in Iran]]

*** Deutsche Welle

- [[https://www.dw.com/en/libya-oscillates-between-cooperation-and-illusion/a-76897066?maca=en-rss-en-world-4025-rdf][Libya oscillates between cooperation and illusion]]
- [[https://www.dw.com/en/iran-daily-life-shadowed-by-war-scarcity-and-fear/a-76912143?maca=en-rss-en-world-4025-rdf][Iran: Daily life shadowed by war, scarcity and fear]]
- [[https://www.dw.com/en/pope-leo-stressed-importance-of-dialogue-on-africa-trip/a-76906045?maca=en-rss-en-world-4025-rdf][Pope Leo stressed importance of dialogue on Africa trip]]
- [[https://www.dw.com/en/unpacking-the-2026-venice-biennale-controversies-and-highlights/a-76807499?maca=en-rss-en-world-4025-rdf][Unpacking the 2026 Venice Biennale controversies and highlights]]
- [[https://www.dw.com/en/amnesty-international-paints-a-grim-picture-for-human-rights/a-76837070?maca=en-rss-en-world-4025-rdf][Amnesty International paints a grim picture for human rights]]

** 🇧🇷 Brasil

