260423_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/painel/2026/04/forca-sindical-convida-haddad-e-simone-tebet-para-ato-em-1o-de-maio.shtml][Força Sindical convida Haddad e Simone Tebet para ato em 1º de Maio]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/folha-social-mais/2026/04/estudante-transforma-retalhos-de-couro-em-fonte-de-renda-no-sertao-da-paraiba.shtml][Estudante transforma retalhos de couro em fonte de renda no sertão da Paraíba]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/04/bruno-mars-vira-alvo-de-criticas-ao-divulgar-turne-de-chris-brown.shtml][Bruno Mars vira alvo de críticas ao divulgar turnê de Chris Brown]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/educacao/2026/04/um-dia-apos-negativa-servidores-da-usp-indicam-aceitar-proposta-da-reitoria-para-encerrar-greve.shtml][Um dia após negativa, servidores da USP indicam aceitar proposta da reitoria para encerrar greve]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/04/warner-anuncia-que-acionistas-aprovaram-venda-para-paramount-por-us-110-bi.shtml][Warner anuncia que acionistas aprovaram venda para Paramount por US$ 110 bi]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
